/* STM */
"STM01TEXT01" = "Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.
L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau d'encre est en dessous de la limite inférieure.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Pour effectuer une vérification des buses, assurez-vous que l'imprimante est sous tension et connectée à l'ordinateur. Assurez-vous également que du papier ordinaire de format A4 ou Lettre est chargé dans l'alimentation manuelle arrière. Cliquez sur [Imprimer] pour imprimer un motif de test des buses ou cliquez sur [Annuler] pour quitter.";
"NOZZLE01B01" = "Imprimer";
"NOZZLE01B02" = "Annuler";

"NOZZLE02TEXT01" = "Comparez le motif imprimé avec le motif ci-dessus. Si le motif de test des buses contient des lignes interrompues, cliquez sur [Nettoyage]. Cliquez sur [Terminer] pour quitter.";
"NOZZLE02SPE01" = "Supérieur : bon
Inférieur : nettoyage requis";
"NOZZLE02B01" = "Terminer";
"NOZZLE02B03" = "Nettoyage";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Cliquez sur [Démarrer] pour nettoyer les buses de la tête d'impression. Le nettoyage consomme de l'encre ; nettoyez la tête d'impression uniquement lorsque des zones pâles ou manquantes apparaissent dans l'impression. Utiliser d'abord l'utilitaire \"Vérification des buses\" pour confirmer le besoin d'un nettoyage de la tête d'impression.
Remarque : Avant d'effectuer le nettoyage, assurez-vous que le verrou de transport est en position déverrouillée (Printing), comme indiqué sur l'illustration.";
"HEADCLEANING01B01" = "Annuler";
"HEADCLEANING01B02" = "Démarrer";

"HEADCLEANING02TEXT01" = "Veuillez patienter...";
"HEADCLEANING02TEXT02" = "Nettoyage des têtes en cours. Veuillez patienter.";
"HEADCLEANING02B01" = "Fermer";

"HEADCLEANING03TEXT01" = "Le cycle de nettoyage est terminé. Pour vérifier son efficacité, cliquez sur [Impression du motif de test des buses].";
"HEADCLEANING03B01" = "Terminer";
"HEADCLEANING03B03" = "Impression du motif de test des buses";

/* Gap */
"GAP01TEXT01" = "L'utilitaire Alignement des têtes corrige le mauvais alignement vertical, les bandes horizontales, ainsi que les impressions floues.";
"GAP01B01" = "Suivant >";
"GAP01B02" = "Annuler";

"GAP02TEXT01" = "Une feuille d'alignement vertical sera imprimée.
Assurez-vous que l'imprimante est sous tension et connectée à l'ordinateur. Assurez-vous également que du papier ordinaire de format A4 ou Lettre est chargé dans l'alimentation manuelle arrière.
Cliquez sur [Imprimer] lorsque vous êtes prêt.";
"GAP02B01" = "Imprimer";
"GAP02B02" = "Annuler";
"GAP02B03" = "Passer >>";

"GAP03TEXT01" = "Regardez la feuille d'alignement.
Recherchez le carré sans bandes visibles dans les jeux #1 à 5. Sélectionnez le numéro correspondant à ce carré dans la liste ci-dessous, pour tous les jeux. Puis, cliquez sur [Suivant >].
Si chaque carré contient une bande, sélectionnez le carré avec la ou les bandes les plus fines. Puis, cliquez sur [Réalignement].";
"GAP03B01" = "Suivant >";
"GAP03B02" = "Annuler";
"GAP03B03" = "Réalignement";

"GAP04TEXT01" = "Une feuille d'alignement horizontal en noir sera imprimée.
Assurez-vous que du papier ordinaire de format A4 ou Lettre est chargé dans l'alimentation manuelle arrière.
Remarque : Cet ajustement affecte uniquement l'impression rapide sur du papier ordinaire. Les autres types de papier ne sont pas affectés.";
"GAP04B01" = "Imprimer";
"GAP04B02" = "Annuler";
"GAP04B03" = "Passer >>";

"GAP05TEXT01" = "Regardez la feuille d'alignement.
Retrouvez le motif qui ne contient pas de bande noire ou blanche. Sélectionnez le numéro qui correspond au motif dans la liste ci-dessous et cliquez sur [Suivant >].
Si chaque motif contient une bande, sélectionnez celui faisant apparaître la bande la plus fine. Puis cliquez sur [Réalignement].";
"GAP05B01" = "Suivant >";
"GAP05B02" = "Annuler";
"GAP05B03" = "Réalignement";

"GAP06TEXT01" = "Une feuille d'alignement horizontal en couleur sera imprimée.
Assurez-vous que du papier ordinaire de format A4 ou Lettre est chargé dans l'alimentation manuelle arrière.
Remarque : Cet ajustement affecte uniquement l'impression rapide sur du papier ordinaire. Les autres types de papier ne sont pas affectés.";
"GAP06B01" = "Imprimer";
"GAP06B02" = "Annuler";

"GAP07TEXT01" = "Regardez la feuille d'alignement.
Trouvez le motif qui ne contient pas de bande noire ou claire. Sélectionnez dans la liste ci-dessous le numéro qui correspond à ce motif et cliquez sur [Terminer].
Si chaque motif contient une bande, sélectionnez celui faisant apparaître la bande la plus fine. Puis cliquez sur [Réalignement].";
"GAP07B01" = "Terminer";
"GAP07B02" = "Annuler";
"GAP07B03" = "Réalignement";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Nombre de feuilles de papier chargées dans l'imprimante";
"PRINFO01SPE01" = "Nombre de feuilles";
"PRINFO01SPE02" = "Aucune information disponible pour cette imprimante.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "S'il y a encore des bandes horizontales ou des couleurs manquantes dans l'impression même après avoir effectué le Nettoyage des têtes plusieurs fois, vous auriez besoin de remplacer l'encre dans les tubes d'encre pour résoudre ce problème.

Cette fonction vous permet de remplacer toute l'encre à l'intérieur des tubes d'encre.

Cette fonction consommant beaucoup d'encre, nous vous recommandons de l'utiliser seulement après avoir effectué le Nettoyage des têtes plusieurs fois.

Remarque : Avant d'utiliser cette fonction, assurez-vous qu'il y a assez d'encre dans les réservoirs d'encre de l'imprimante.
S'il n'y a pas assez d'encre, remplissez les réservoirs d'encre.";
"POWERINKFLUSHING01B01" = "Annuler";
"POWERINKFLUSHING01B02" = "Suivant >";

"POWERINKFLUSHING02TEXT01" = "Avant d'effectuer cette fonction, assurez-vous que le verrou de transport est en position déverrouillée (Printing), comme indiqué sur l'illustration.

Remarque : Le verrou de transport doit toujours être déverrouillé pendant l'utilisation de l'imprimante.";

"POWERINKFLUSHING03TEXT01" = "Êtes-vous sûr de vouloir utiliser cette fonction?
Beaucoup d'encre est nécessaire pour remplacer toute l'encre dans les tubes.
Nous vous recommandons d'effectuer le Nettoyage des têtes plusieurs fois pour essayer de résoudre le problème sans utiliser cette fonction. Cliquez sur [Annuler], puis essayez le Nettoyage des têtes.

Remarque : Cette fonction affecte la durée de vie des pastilles d'encre usagée. Les pastilles d'encre usagée atteignent la fin de leur durée de vie plus tôt en utilisant cette fonction.
Si les pastilles d'encre usagée sont arrivées à la fin de leur durée de vie, contactez l'assistance Epson pour demander leur remplacement.

Cliquez sur [Démarrer] pour commencer le remplacement de l'encre.
Une fois démarrée, cette fonction ne peut être interrompue.";
"POWERINKFLUSHING03B01" = "Annuler";
"POWERINKFLUSHING03B02" = "Démarrer";

"POWERINKFLUSHING04TEXT01" = "Veuillez patienter...";
"POWERINKFLUSHING04TEXT02" = "Le Rinçage puissant de l'encre est en cours.
Veuillez patienter.";
"POWERINKFLUSHING04B01" = "Fermer";

"POWERINKFLUSHING05TEXT01" = "Le Rinçage puissant de l'encre est terminé.
Pour vérifier l'efficacité du rinçage de l'encre, cliquez sur [Impression du motif des test des buses].";
"POWERINKFLUSHING05B01" = "Terminer";
"POWERINKFLUSHING05B03" = "Impression du motif de test des buses";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Suivant";
"INKTANKUTILITYB02" = "Précédent";
"INKTANKUTILITYB03" = "Fermer";

//Common
"INKTANKUTILITYTEXT01" = "Remplissez les réservoirs d'encre jusqu'à la ligne.
Consultez le manuel de l'imprimante pour des informations sur le remplissage des réservoirs d'encre et l'utilisation de l'imprimante.
Même si vous n'avez pas de nouvelles bouteilles d'encre et un ou plusieurs réservoirs d'encre ne sont pas remplis jusqu'à leur ligne supérieure, vous pouvez continuer à utiliser l'imprimante. Pour le meilleur fonctionnement de l'imprimante, toutefois, remplissez tous les réservoirs d'encre jusqu'à la ligne supérieure immédiatement.

Remarque :
La qualité ou la fiabilité de l'encre non d'origine ne peut être garantie et peut occasionner des dommages à l'imprimante non couverts par la garantie Epson.
L'encre d'origine Epson différente de celles indiquées dans le manuel de l'imprimante, peut occasionner des dommages qui ne sont pas couverts par la garantie Epson.";
"INKTANKUTILITYTEXT02" = "L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau de l'encre est en-dessous de la ligne sur le réservoir.";
"INKTANKUTILITYTEXT03" = "L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau de l'encre est à moins de 20 mm du fond du réservoir d'encre.
Pour vérifier le niveau de l'encre, utilisez la règle qui est fournie avec l'imprimante.";
"INKTANKUTILITYTEXT04" = "Lorsqu'il y a une alerte parce que la quantité d'encre restante doit être réinitialisée, les instructions de réinitialisation des niveaux sont affichées.";

/* Printer Settings */
"PRISET01B01" = "Appliquer";
"PRISET01B02" = "Annuler";
"PRISET01SPE04" = "Aucune information disponible pour cette imprimante.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Minuterie de mise hors tension";
"PRISET01SPE21" = "Non";
"PRISET01SPE22" = "30 minutes";
"PRISET01SPE23" = "1 heure";
"PRISET01SPE24" = "2 heures";
"PRISET01SPE25" = "4 heures";
"PRISET01SPE26" = "8 heures";
"PRISET01SPE27" = "12 heures";

/* Error */
"PRINTERBUTTON00" = "Démarrer";
"ERCOMMON_B01" = "Annuler";
"ERCOMMON_B02" = "Continuer";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Annuler";
"ER00_TEXTA" = "Erreur";
"ER00_TEXTB" = "1. Annulez tous les travaux d'impression.
2. Ouvrez le module scanner et retirez le papier coincé.
3. Fermez le module et mettez l'imprimante hors, puis sous tension.";
"ER00_TEXTA_D4" = "Erreur";
"ER00_TEXTB_D4" = "1. Annulez tous les travaux d'impression.
2. Ouvrez le module scanner et retirez le papier coincé.
3. Fermez le module et mettez l'imprimante hors, puis sous tension.";
"ER00_B01_D4" = "Annuler";
"ER01_TEXTA" = "Imprimante occupée";
"ER01_TEXTB" = "Veuillez patienter...";
"ER04_TEXTA" = "Bourrage papier";
"ER04_TEXTB" = "1. Ouvrez le module scanner et retirez le papier coincé.
2. Fermez le module et appuyez sur la touche %btn% sur le produit.";
"ER05_TEXTA" = "Les niveaux d'encre doivent être réinitialisés.";
"ER05_TEXTB" = "Vous devez vérifier la quantité d'encre restante. Cliquez sur l'icône [Utilitaire du réservoir d'encre] dans Epson Printer Utility 4 pour les instructions concernant le remplissage des réservoirs d'encre.
Consultez le manuel de l'imprimante afin de confirmer le type de bouteilles d'encre pour cette imprimante.
L'encre d'origine Epson différente de celles indiquées dans le manuel de l'imprimante peut occasionner des dommages qui ne sont pas couverts par la garantie Epson.

Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.
L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau d'encre est en dessous de la limite inférieure.";
"ER05_TEXTA_FF" = "Le chargement initial d'encre n'est pas terminé";
"ER05_TEXTB_FF" = "Consultez la feuille d'installation pour effectuer la procédure de chargement initial de l'encre.";
"ER06_TEXTA_D4" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB_D4" = "1. Retirez et rechargez le papier.
2. Appuyez sur le bouton %btn% de l'imprimante ou cliquez sur le bouton [Continuer] lorsqu'il s'affiche.

Cliquez sur le bouton [Annuler] lorsqu'il s'affiche, pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER06_B01_D4" = "Continuer";
"ER06_B02_D4" = "Annuler";
"ER06_TEXTA" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB" = "1. Retirez et rechargez le papier.
2. Appuyez sur la touche %btn% du produit.

Cliquez sur [Annuler] pour annuler le travail d'impression lorsqu'il s'affiche. Si le travail n'est pas annulé, procédez à l'annulation sur le produit.";
"ER10_TEXTA" = "Intervention requise";
"ER10_TEXTB" = "Les pastilles d'encre sont pratiquement en fin de vie.
Veuillez contacter le soutien Epson.";
"ER10_TEXTA_SPE01" = "Intervention requise";
"ER10_TEXTB_SPE01" = "Les pastilles d'encre sont pratiquement en fin de vie.
De l'encre usagée risque de fuir.
Veuillez contacter le soutien Epson.";
"ER12_TEXTA" = "Erreur d'entraînement multiple";
"ER12_TEXTB" = "Effectuez une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur le bouton %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_TEXTA_D4" = "Erreur d'entraînement multiple";
"ER12_TEXTB_D4" = "Effectuez une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur le bouton %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_B01_D4" = "Annuler";
"ER4A_TEXTA" = "Une pastille d'encre est pratiquement en fin de vie.";
"ER4A_TEXTB" = "Veuillez contacter le soutien Epson.
Appuyez sur le bouton %btn% de l'imprimante pour continuer l'impression.";
"ER4A_TEXTA_SPE01" = "Une pastille d'encre est en fin de vie.";
"ER4A_TEXTB_SPE01" = "Si vous continuez l'impression, cela peut provoquer des fuites d'encre usagée.
Veuillez contacter le soutien Epson.
Appuyez sur le bouton %btn% de l'imprimante pour continuer l'impression.";
"Common Error Text1" = "Erreur";
"Common Error Text2" = "1. Annulez tous les travaux d'impression.
2. Ouvrez le module scanner et retirez le papier coincé.
3. Fermez le module et mettez l'imprimante hors, puis sous tension.";
"Common Error B1" = "Annuler";
"Cleaning status" = "Imprimante occupée";
"Shipment status" = "Le chargement initial d'encre n'est pas terminé";
"Charging status" = "Chargement du système d'encre";
"WRINKLOW_TEXTA" = "Les niveaux d'encre devront être réinitialisés bientôt.";
"WRINKLOW_TEXTB" = "Les niveaux d'encre pourraient être bas.
Vous pourriez poursuivre l'impression. Toutefois, vous devriez préparer de nouvelles bouteilles d'encre dès que possible. Nous vous recommandons d'utiliser de l'encre d'origine Epson.
Consultez le manuel de l'imprimante afin de confirmer le type de bouteilles d'encre pour cette imprimante.
L'encre d'origine Epson différente de celles indiquées dans le manuel de l'imprimante, peut occasionner des dommages qui ne sont pas couverts par la garantie Epson.

Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.
L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau d'encre est en dessous de la limite inférieure.";
"WRINKLOW2_TEXTA" = "Les niveaux d'encre devront être réinitialisés bientôt.";
"WRINKLOW2_TEXTB" = "Les niveaux d'encre pourraient être bas.
Vous pourriez poursuivre l'impression. Toutefois, vous devriez préparer de nouvelles bouteilles d'encre dès que possible. Nous vous recommandons d'utiliser de l'encre d'origine Epson.
Consultez le manuel de l'imprimante afin de confirmer le type de bouteilles d'encre pour cette imprimante.
L'encre d'origine Epson différente de celles indiquées dans le manuel de l'imprimante, peut occasionner des dommages qui ne sont pas couverts par la garantie Epson.

Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.
L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau d'encre est en dessous de la limite inférieure.";
"WRCD_TEXTA" = "Le nettoyage des têtes ne peut être terminé.";
"WRCD_TEXTB" = "Les niveaux d'encre pourraient être bas.
Vous pourriez poursuivre l'impression. Toutefois, vous devriez préparer de nouvelles bouteilles d'encre dès que possible. Nous vous recommandons d'utiliser de l'encre d'origine Epson.
Consultez le manuel de l'imprimante afin de confirmer le type de bouteilles d'encre pour cette imprimante.
L'encre d'origine Epson différente de celles indiquées dans le manuel de l'imprimante, peut occasionner des dommages qui ne sont pas couverts par la garantie Epson.

Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.
L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau d'encre est en dessous de la limite inférieure.";
"WRPD_TEXTA" = "Le Rinçage puissant de l'encre ne peut être terminé.";
"WRPD_TEXTB" = "Les niveaux d'encre pourraient être bas.
Vous pourriez poursuivre l'impression. Toutefois, vous devriez préparer de nouvelles bouteilles d'encre dès que possible. Nous vous recommandons d'utiliser de l'encre d'origine Epson.
Consultez le manuel de l'imprimante afin de confirmer le type de bouteilles d'encre pour cette imprimante.
L'encre d'origine Epson différente de celles indiquées dans le manuel de l'imprimante, peut occasionner des dommages qui ne sont pas couverts par la garantie Epson.

Pour avoir une confirmation effective de l'encre restante, vérifiez visuellement les niveaux d'encre dans les réservoirs d'encre de l'imprimante.
L'imprimante pourrait être endommagée si vous continuez à l'utiliser alors que le niveau d'encre est en dessous de la limite inférieure.";
"COMUERR_TEXTA" = "Erreur de communication";
"COMUERR_TEXTB" = "Connectez le périphérique à l'ordinateur et mettez-le sous tension. Si vous mettez le périphérique hors tension pendant l'impression, annulez le travail d'impression.";
"COMUERR_B01" = "Recommencer";
"COMUERR_B02" = "Annuler";
"CHARGINGSTATUS_TEXTA" = "Chargement du système d'encre";

